Repository: ChristianPauly/fatburners
Catalog: po/*.po
Languages: nl_nl

source: kilocalories
nl_nl: kilocalorieën

source: %1ft %2in
nl_nl: %1m %2cm

source: %1lb %2oz
nl_nl: %1kg %2gr

source: Settings
nl_nl: Instellingen

source: Weight:
nl_nl: Gewicht:

source: Height:
nl_nl: Lengte:

source: Age:
nl_nl: Leeftijd:

source: Diet target:
nl_nl: Dieetdoel:

source: a week
nl_nl: één week

source: Save %1 kilocalories a day
nl_nl: Verbrand %1 kilocalorieën per dag

source: Sex:
nl_nl: Geslacht:

source: Male
nl_nl: Man

source: Female
nl_nl: Vrouw

source: Intersexual
nl_nl: Interseksueel

source: Change
nl_nl: Wijzigen

source: Daily activity:
nl_nl: Dagelijkse inspanning:

source: No activity (*0.95)
nl_nl: Geen inspanning (+0.95)

source: Very little activity (*1.2)
nl_nl: Erg weinig inspanning (+1.2)

source: Little activity (*1.5)
nl_nl: Weinig inspanning (+1.5)

source: Medium activity (*1.7)
nl_nl: Gemiddelde inspanning (+1.7)

source: Much activity (*1.9)
nl_nl: Veel inspanning (+1.9)

source: Very much activity (*2.2)
nl_nl: Erg veel inspanning (+2.2)

source: Use metric system
nl_nl: Metrisch systeem gebruiken

source: Calorie consumption:
nl_nl: Calorie-inname:

source: Body mass index:
nl_nl: BMI:

source: Underweight
nl_nl: Ondergewicht

source: Normal weight
nl_nl: Normaal gewicht

source: Overweight
nl_nl: Overgewicht

source: Obesity
nl_nl: Obesitas

source: Strong obesity
nl_nl: Zware obesitas

source: Info for Amputees
nl_nl: Informatie voor geamputeerden

source: About Fatburners
nl_nl: Over Fatburners

source: Add meal
nl_nl: Maaltijd toevoegen

source: What did you eat?
nl_nl: Wat heb je gegeten?

source: Meal description
nl_nl: Maaltijdomschrijving

source: Calories:
nl_nl: Calorieën:

source: Recent meals:
nl_nl: Recente maaltijden:

source: Calories account
nl_nl: Aantal calorieën

source: %1 kilocalories left
nl_nl: %1 kilocalorieën resterend

source: Add sports activity
nl_nl: Sportactiviteit toevoegen

source: History:
nl_nl: Geschiedenis:

source: Info about Fatburners %1
nl_nl: Informatie over Fatburners %1

source: Donate me a coffee
nl_nl: Doneren

source: Contributors
nl_nl: Bijdragers

source: Source code
nl_nl: Broncode

source: License
nl_nl: Licentie

source: Welcome
nl_nl: Welkom

source: What did you practice?
nl_nl: Welke sport heb je beoefend?

source: Sports activity
nl_nl: Sportactiviteit

source: Spent calories:
nl_nl: Verbande calorieën:

source: Recent activities:
nl_nl: Recente activiteiten:
